{
    "r6": [
      {
        "title": "1 - Chinese whispers",
        "description": "Vous n'entendez que votre paire et ne pouvez donc parler qu'a une autre personne, ceci de maniere cyclique"
      },
      {
        "title": "2 - You play yourself",
        "description": "Vous devez dire tout ce que votre personnage dit."
      },
      {
        "title": "3 - xX-DarkKevindu13-Xx",
        "description": "On ne peut s'appeler que par nos pseudos, ceux ci sont a choisir a votre discretion."
      },
      {
        "title": "4 - Haha gun go BRRRR",
        "description": "Quand vous tirez, faites le bruit de votre arme"
      },
      {
        "title": "5 - Rimbaud six",
        "description": "Vous devez completer vos call d'une rime"
      },
      {
        "title": "6 - PTDR T KI?",
        "description": "On interverti nos noms/pseudos"
      },
      {
        "title": "7 - R6 is love R6 is life",
        "description": "Pas d'enervement, pas de vulgarite, on doit s'excuser a loral de chaque kill et en fin de game on s'ecuse in-chat de faire autant de violence dans ce jeu."
      },
      {
        "title": "8 - Tea Time!",
        "description": "Everybody plays in english, try your best bri'ish accent too!"
      },
      {
        "title": "9 - Over Accentuated",
        "description": "A la premiere occurence de ce challenge, vous choisissez l'accent que vous allez interpreter pendant la game. Les occurences suivant, c'est votre paire qui vous donnes votre accent."
      },
      {
        "title": "10 - Get to your roles",
        "description": "Chacun recuperes un role, respectez le. J1 est hard breach/electricien, J2 est denier/intel, J3 couvre le back/roam. J4 est drone + scout, J5 est en roue libre"
      },
      {
        "title": "11 - iS iT pRoLeAgUe?",
        "description": "A votre mort, vous devenez caster pour le round, et ce en meme temps que tout le monde parle."
      },
      {
        "title": "12 - Long live the king",
        "description": "Le MVP du dernier match ajoutes une regle qu'il souhaites pour le match"
      },
      {
        "title": "13 - Notices gun, owo",
        "description": "urgh... Furry talk..."
      },
      {
        "title": "14 - AKURETTE",
        "description": "Prenez votre manette ou pad, ou peripherique cursed pour la prochaine game."
      },
      {
        "title": "15 - I graduated major in the navy seals",
        "description": "Roleplay comme si vous etiez un veritable commando d'elite. Passez le jeu en tactical display."
      },
      {
        "title": "16 - No boomboom",
        "description": "Pas d'explosifs cette game"
      },
      {
        "title": "17 - I'm Batman",
        "description": "Ne faites que down les ennemis, si vous les kill, chug."
      },
      {
        "title": "18 - When splinter cell?",
        "description": "Que des silencieux cette game. Brightness a 9"
      },
      {
        "title": "19 - Tastes like iron",
        "description": "Defense: barricadez TOUT, attaque: rushez comme si votre vie en dependais"
      }
    ]
  }